{
    "dev": "./pic&name.png",
    "sobre": "About me",
    "about": "About",
    "me": "me",
    "projetos": "Projects",
    "cv": "CV",
    "feedbacks": "Feedbacks",
    "fale": "Contact me",
    "mail": "contact@thalesfraga.dev",
    "buscar": "./search.png",
    "text_about_me1": "Hello! My name is Thales, and I'm an app developer for Apple platforms, passionate about creating innovative and intuitive solutions. With experience in Swift, UIKit (storyboard and programmatic UI), and SwiftUI, I'm always looking for ways to optimize the development process to create more efficient and effective apps.",
    "text_about_me2": "I hold a degree in Analysis and Systems Development, and I'm currently pursuing degrees in Computer Science and Computer Engineering. I'm a highly motivated, tech-savvy individual who is enthusiastic and passionate about technology. I'm always eager to learn and explore new ideas.",
    "skills": "Skills",
    "viewcode": "Programmatic UI",
    "language": "en",
    "nome": "Name",
    "email": "E-mail address",
    "mensagem": "Your Message",
    "enviar": "Send",
    "enviado": "Message sent!",
    "nao_enviado": "Sorry! Message not sent. Try Again!",
    "placeholder_nome": "My Name",
    "placeholder_email": "myemail@example.com",
    "placeholder_mensagem": "Your message here...",
    "feedback_gui": "”I had the opportunity to work with Thales on a project involving automated testing in Swift, where we built an application from scratch, practicing the TDD methodology at every step. Throughout, Thales proved to be a dedicated, curious, and proactive team member, collaborating in all project phases and remaining engaged throughout the process. Additionally, Thales made exemplary contributions to the development of our final product, demonstrating practical coding knowledge, and together, we produced an excellent quality educational pitch. Beyond the confines of this project, I can see in our internship environment that Thales is well-respected and highly regarded, recognized for his hard work, technical skills in development and design, creativity, and contribution to product innovation processes, as well as his willingness to assist others. Finally, I express my admiration for Thales, both as a person and a professional, and I believe he will have great success in his professional life.”",
    "feedback_migge": "”I had the opportunity to work on several projects with Thales, and in all of them, there was always a great deal of learning involved. I believe the best way to describe his performance would be with the word 'Dedicated.' Thales always displayed a proactive, interested, observant, and helpful attitude in project development, knowing how to communicate and express his opinion assertively. In addition to being very hardworking, Thales possesses excellent competence in understanding systems and proposing creative solutions to complex problems. He is also highly persistent and resilient, making him a standout code developer.”",
    "que_pensam": "What do my colleagues think?"


}