{
    "dev": "./photo&prenom.png",
    "sobre": "À propos de moi",
    "about": "À propos",
    "me": "de moi",
    "projetos": "Projets",
    "cv": "CV",
    "feedbacks": "Retours",
    "fale": "Contactez-moi",
    "mail": "contact@thalesfraga.dev",
    "buscar": "./rechercher.png",
    "text_about_me1": "Bonjour ! Je m'appelle Thales Fraga, et je suis un développeur iOS passionné par les défis technologiques. Actuellement, je poursuis des études en génie informatique à l'Université fédérale de Pernambouc (UFPE). De plus, j'ai obtenu un diplôme en Analyse et développement de systèmes et j'ai eu l'opportunité de faire partie de l'Apple Developer Academy (@appledeveloperacademy.ufpe).",
    "text_about_me2": "J'ai un vif intérêt pour l'apprentissage constant et l'exploration de nouvelles expériences. J'ai une affinité pour la géographie et les langues, étant capable de communiquer en anglais, en français et en espagnol, en plus du portugais, ma langue maternelle. Une expérience marquante de ma vie a été mon séjour en Argentine, à Corrientes, où j'ai passé 45 jours à enseigner à des enfants et à des jeunes en situation de vulnérabilité socio-économique. Cela a été une expérience transformative, et je pense avoir fait une différence dans la vie de ces jeunes. De plus, j'ai un talent pour l'organisation et la coordination d'événements. J'ai participé activement à l'organisation de l'Open Day de l'UFPE, un événement qui a rassemblé plus de 500 personnes au Centre d'informatique de l'université. C'était une opportunité incroyable de réunir des gens et de partager des connaissances.",
    "text_about_me3": "Dans mon temps libre, j'aime relever différents types de défis, comme jouer à League of Legends et Minecraft. En fait, j'ai un projet de décodeur binaire pour un affichage à 7 segments entièrement réalisé en redstone que vous pouvez découvrir ici.",
    "skills": "Competénces",
    "viewcode": "Programmatic UI",
    "language": "fr",
    "nome": "Nom complet",
    "email": "Couriel",
    "mensagem": "Message",
    "enviar": "Envoyer",
    "enviado": "Message envoyé avec succès!",
    "nao_enviado": "Échec de l'envoi du message! Veuillez réessayer.",
    "placeholder_nome": "Prénom et Nom",
    "placeholder_email": "monemail@exemple.com",
    "placeholder_mensagem": "Votre message ici...",
    "feedback_gui": "”J'ai eu l'opportunité de travailler avec Thales sur un projet impliquant des tests automatisés en Swift, où nous avons construit une application à partir de zéro, en pratiquant la méthodologie TDD à chaque étape. Tout au long du projet, Thales s'est révélé être un membre dévoué, curieux et proactif de l'équipe, collaborant à toutes les phases du projet et restant engagé tout au long du processus. De plus, Thales a apporté d'exemplaires contributions au développement de notre produit final, démontrant une connaissance pratique de la programmation, et ensemble, nous avons produit un pitch éducatif d'excellente qualité. Au-delà des limites de ce projet, je peux constater dans notre environnement de stage que Thales est très respecté et hautement estimé, reconnu pour son travail acharné, ses compétences techniques en développement et en conception, sa créativité, sa contribution aux processus d'innovation produit, ainsi que sa volonté d'aider les autres. Enfin, j'exprime mon admiration pour Thales, en tant que personne et en tant que professionnel, et je crois qu'il connaîtra un grand succès dans sa carrière professionnelle.”",
    "feedback_migge": "”J'ai eu l'opportunité de travailler sur plusieurs projets avec Thales, et dans tous ces projets, il y avait toujours beaucoup d'apprentissage. Je pense que la meilleure façon de décrire sa performance serait avec le mot 'Dévoué.' Thales a toujours fait preuve d'une attitude proactive, intéressée, observatrice et serviable dans le développement des projets, sachant comment communiquer et exprimer son opinion de manière assertive. En plus d'être très travailleur, Thales possède une excellente compétence pour comprendre les systèmes et proposer des solutions créatives à des problèmes complexes. Il est également très persévérant et résilient, ce qui en fait un développeur de code exceptionnel.”",
    "que_pensam": "Que pensent mes collègues?",
    "aqui": "ici"


}