{
    "dev": "./foto e nome.png",
    "sobre": "Sobre mim",
    "about": "Sobre",
    "me": "mim",
    "projetos": "Projetos",
    "cv": "Currículo",
    "feedbacks": "Feedbacks",
    "fale": "Fale comigo",
    "mail": "contato@thalesfraga.dev",
    "buscar": "./buscar.png",
    "text_about_me1": "Olá! Meu nome é Thales e sou um desenvolvedor de aplicativos para plataformas Apple apaixonado por criar soluções inovadoras e intuitivas. Com experiência em Swift, UIKit (storyboard e ViewCode) e SwiftUI, eu estou sempre buscando maneiras de otimizar o processo de desenvolvimento para criar apps mais eficientes e eficazes.",
    "text_about_me2": "Sou formado em Análise e Desenvolvimento de Sistemas e estou cursando Ciência da Computação e Engenharia da Computação. Sou uma pessoa altamente motivada, entusiasta e apaixonada por tecnologia, e estou sempre disposto a aprender e experimentar novas ideias.",
    "skills": "Habilidades",
    "viewcode": "ViewCode",
    "language": "pt",
    "nome": "Nome",
    "email": "Endereço de e-mail",
    "mensagem": "Sua mensagem",
    "enviar": "Enviar",
    "enviado": "Mensagem enviada!",
    "nao_enviado": "Não foi possível enviar, tente novamente!",
    "placeholder_nome": "Meu Nome",
    "placeholder_email": "meuemail@exemplo.com",
    "placeholder_mensagem": "Sua mensagem aqui...",
    "feedback_gui": "”Tive a oportunidade de trabalhar com Thales em um projeto sobre testes automatizados em swift, onde fizemos um aplicativo do zero praticando a metodologia TDD em todos os passos. Nele, Thales se mostrou um companheiro de equipe dedicado, curioso e proativo, colaborando com todas as etapas do projeto e permanecendo interessado durante todo o processo. Além disso, Thales contribuiu de forma exemplar no desenvolvimento do nosso produto final, mostrando que detém o conhecimento prático de código, e produziu em conjunto conosco um pitch educativo de excelente qualidade. Para além das barreiras desse projeto, consigo ver no nosso ambiente de estágio que Thales é apreciado e muito bem quisto, e é reconhecido pelo seu trabalho árduo, pelas suas habilidades técnicas em desenvolvimento e design, pela sua criatividade e contribuição em processos de inovação de produto, e pela sua disposição em ajudar os outros. Por fim, deixo aqui minha admiração por Thales, como pessoa e como profissional, e acredito que ele terá muito sucesso na vida profissional.”",
    "feedback_migge": "”Tive a oportunidade de trabalhar em diversos projetos com Thales e em todos eles sempre foram de muito aprendizado. Acredito que a melhor forma de descrever a sua atuação seria com a palavra ”Dedicado”. Thales sempre se mostrava proativo, interessado, observativo e prestativo no desenvolvimentos dos projetos, sabendo se comunicar e expressar a sua opinião de forma assertiva. Além de ser muito esforçado, Thales possui uma excelente competência para compreender sistemas e propor soluções criativas para problemas complexos, além de muito persistente e resiliente, o tornando um desenvolvedor de código diferenciado.”",
    "que_pensam": "O que pensam meus colegas?"
}